Repository: GNOME/gnome-tetravex
Catalog: help/*/*.po
Languages: cs

source: @@image: 'figures/gnotravex_mainwindow.png'; md5=e49d762a2dd5d6ba466e0c7cef7703ce
cs: @@image: 'figures/gnotravex_mainwindow.png'; md5=4f4683638bfcff32873944ee4887829d

source: @@image: 'figures/gnotravex_game.png'; md5=4d0a4512ee72329134fa0f5a1a3205e9
cs: @@image: 'figures/gnotravex_game.png'; md5=b4fcc87f3fe965314748769e3554cc60

source: <application>Tetravex</application> Manual
cs: Příručka ke hře <application>Tetravex</application>

source: Tetravex is a simple puzzle game in which pieces have numbers on each side. The pieces must be positioned so that the same numbers touch each other, during which you are being timed. The times are then stored in a system-wide scoreboard.
cs: Hra Tetravex je jednoduchý hlavolam, ve kterém máte kameny s čísly po stranách. Kameny musíte uspořádat tak, aby se navzájem dotýkaly stejnými čísly a během toho vám běží čas. Dosažené časy se pak zapisují na společnou výsledkovou listinu.

source: GNOME Documentation Project
cs: Dokumentační projekt GNOME

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
cs: Je povoleno kopírovat, šířit a/nebo upravovat tento dokument za podmínek GNU Free Documentation License, verze 1.1 nebo jakékoli další verze vydané nadací Free Software Foundation; bez neměnných oddílů, bez textů předních desek a bez textů zadních desek. Kopie této licence je zahrnuta v oddílu jménem <ulink type="help" url="ghelp:fdl">GNU Free Documentation License</ulink> nebo v souboru COPYING-DOCS dodávaném s touto příručkou.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
cs: Tato příručka je součástí kolekce příruček GNOME, distribuovaných pod licencí GNU FDL. Pokud chcete tento dokument šířit odděleně od kolekce, musíte přiložit kopii licence dle popisu v sekci 6 dané licence.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
cs: Mnoho užívaných jmen určených k zviditelnění produktů nebo služeb jsou ochranné známky. Na místech, kde jsou tato jména v dokumentaci užita a členové Dokumentačního projektu GNOME jsou si vědomi skutečnosti, že se jedná o ochrannou známku, je takové jméno psáno velkými písmeny celé nebo s velkým písmenem na začátku.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
cs: DOKUMENT JE POSKYTOVÁN V PODOBĚ „JAK JE“ BEZ ZÁRUKY V JAKÉKOLIV PODOBĚ, NEPOSKYTUJÍ SE ANI ODVOZENÉ ZÁRUKY, ZÁRUKY, ŽE DOKUMENT, NEBO JEHO UPRAVENÁ VERZE, JE BEZCHYBNÝ NEBO ZÁRUKY PRODEJNOSTI, VHODNOSTI PRO URČITÝ ÚČEL NEBO NEPORUŠENOSTI. RIZIKO NEKVALITY, NEPŘESNOSTI A ŠPATNÉHO PROVEDENÍ DOKUMENTU, NEBO JEHO UPRAVENÉ VERZE, LEŽÍ NA VÁS. POKUD KVŮLI TOMUTO DOKUMENTU, NEBO JEHO UPRAVENÉ VERZI, NASTANE PROBLÉM, VY (NIKOLIV PŮVODNÍ AUTOR NEBO JAKÝKOLIV PŘISPĚVATEL) PŘEBÍRÁTE JAKÉKOLIV NÁKLADY ZA NUTNÉ ÚPRAVY, OPRAVY ČI SLUŽBY. TOTO PROHLÁŠENÍ O ZÁRUCE PŘEDSTAVUJE ZÁKLADNÍ SOUČÁST TÉTO LICENCE. BEZ TOHOTO PROHLÁŠENÍ NENÍ, PODLE TÉTO DOHODY, POVOLENO UŽÍVÁNÍ ANI ÚPRAVY TOHOTO DOKUMENTU; DÁLE

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
cs: ZA ŽÁDNÝCH OKOLNOSTÍ A ŽÁDNÝCH PRÁVNÍCH PŘEDPOKLADŮ, AŤ SE JEDNÁ O PŘEČIN (VČETNĚ NEDBALOSTNÍCH), SMLOUVU NEBO JINÉ, NENÍ AUTOR, PŮVODNÍ PISATEL, KTERÝKOLIV PŘISPĚVATEL NEBO KTERÝKOLIV DISTRIBUTOR TOHOTO DOKUMENTU NEBO UPRAVENÉ VERZE DOKUMENTU NEBO KTERÝKOLIV DODAVATEL NĚKTERÉ Z TĚCHTO STRAN ODPOVĚDNÝ NĚJAKÉ OSOBĚ ZA PŘÍMÉ, NEPŘÍMÉ, SPECIÁLNÍ, NAHODILÉ NEBO NÁSLEDNÉ ŠKODY JAKÉHOKOLIV CHARAKTERU, VČETNĚ, ALE NEJEN, ZA POŠKOZENÍ ZE ZTRÁTY DOBRÉHO JMÉNA, PŘERUŠENÍ PRÁCE, PORUCHY NEBO NESPRÁVNÉ FUNKCE POČÍTAČE NEBO JINÉHO A VŠECH DALŠÍCH ŠKOD NEBO ZTRÁT VYVSTÁVAJÍCÍCH Z NEBO VZTAHUJÍCÍCH SE K POUŽÍVÁNÍ TOHOTO DOKUMENTU NEBO UPRAVENÝCH VERZÍ DOKUMENTU, I KDYŽ BY TAKOVÁTO STRANA BYLA INFORMOVANÁ O MOŽNOSTI TAKOVÉHOTO POŠKOZENÍ.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
cs: DOKUMENT A JEHO UPRAVENÉ VERZE JSOU ŠÍŘENY V SOULADU SE ZNĚNÍM LICENCE GNU FREE DOCUMENTATION LICENSE S NÁSLEDUJÍCÍM USTANOVENÍM: <placeholder-1/>

source: Tetravex Manual V2.10
cs: Příručka V2.10 ke hře Tetravex

source: June 2005
cs: Červen 2005

source: This manual describes version 2.12 of Tetravex.
cs: Tato příručka popisuje Tetravex ve verzi 2.12.

source: Feedback
cs: Ohlasy

source: To report a bug or make a suggestion regarding the <application>Tetravex</application> application or this manual, follow the directions in the <ulink url="ghelp:user-guide?feedback-bugs" type="help">GNOME Feedback Page</ulink>.
cs: Pokud chcete oznámit chybu nebo navrhnout vylepšení vztahující se k aplikaci <application>Tetravex</application> nebo této příručce, postupujte dle instrukcí na stránce <ulink url="ghelp:user-guide?feedback-bugs" type="help">Stránka s ohlasy na GNOME</ulink>.

source: Introduction
cs: Úvod

source: <application>GNOME Tetravex</application> is a simple puzzle where pieces must be positioned so that the same numbers are touching each other. Your game is timed, these times are stored in a system-wide scoreboard.
cs: <application>GNOME Tetravex</application> je jednoduchý hlavolam, ve kterém se musí uspořádat kameny tak, aby se navzájem dotýkaly stejnými čísly. Hraje se na čas a výsledný čas se ukládá do společné tabulky výsledných skóre.

source: To run <application>GNOME Tetravex</application>, select <menuchoice><guisubmenu>Games</guisubmenu><guimenuitem>Tetravex</guimenuitem></menuchoice> from the <guimenu>Main Menu</guimenu>, or type <command>gnotravex</command> on the command line.
cs: <application>GNOME Tetravex</application> spustíte tak, že zvolíte <menuchoice><guisubmenu>Hry</guisubmenu><guimenuitem>Tetravex</guimenuitem></menuchoice> v <guimenu>hlavní nabídce</guimenu> nebo napíšete <command>gnotravex</command> v příkazovém řádku.

source: <application>GNOME Tetravex</application> is included in the <filename>gnome-games</filename> package, which is part of the GNOME desktop environment. This document describes version 2.10 of <application>GNOME Tetravex</application>.
cs: <application>GNOME Tetravex</application> je součástí balíku <filename>gnome-games</filename>, který patří k pracovnímu prostředí GNOME. Tento dokument popisuje verzi 2.10 aplikace <application>GNOME Tetravex</application>.

source: Playing GNOME Tetravex
cs: Jak hrát GNOME Tetravex

source: <application>GNOME Tetravex</application> is a simple puzzle game, this section covers how to play the game.
cs: Hra <application>GNOME Tetravex</application> je jednoduchý hlavolam a tato kapitola odhaluje, jak tuto hru hrát.

source: Basic usage
cs: Základy použití

source: Playing the game
cs: Jak hru hrát

source: Starting <application>GNOME Tetravex</application> opens the <interface>Main window</interface>, shown in <xref linkend="mainwindow-fig"/>. The window is divided into two boxes. The right hand side contains a box containing the pieces you have yet to place and the left hand box is where you arrange the pieces.
cs: Po spuštění hry <application>GNOME Tetravex</application> se otevře <interface>hlavní okno</interface>, které ukazuje <xref linkend="mainwindow-fig"/>. Okno je rozdělené na dvě části. Pravá strana obsahuje škatulku s kameny, které skládáte do škatulky v levé části tak, aby byly správně uspořádané.

source: GNOME Tetravex Main Window
cs: Hlavní okno GNOME Tetravex

source: GNOME Tetravex Main Window.
cs: Hlavní okno hry GNOME Tetravex.

source: You can start playing the game immediately. You may restart the game by selecting <menuchoice><guisubmenu>File</guisubmenu><guimenuitem>New game</guimenuitem></menuchoice><xref linkend="playing-fig"/>
cs: Hrát můžete začít ihned. Znovu začít hru můžete volbou <menuchoice><guisubmenu>Hra</guisubmenu><guimenuitem>Nová hra</guimenuitem></menuchoice> <xref linkend="playing-fig"/>.

source: A GNOME Tetravex Game
cs: Hra GNOME Tetravex.

source: A GNOME Tetravex Game.
cs: Průběh hry GNOME Tetravex.

source: The tiles are divided into four, you must position them so that only two numbers that are the same are next to each other. The game wil not let you position the tiles so that different numbers are next to each other. You position the pieces by dragging them from their current position either in the right hand box or the main box to their new position. These moves are not permanent and can be readily reversed. You may also move all the pieces in the left hand box at once by using the commands: <menuchoice><guisubmenu>Move</guisubmenu><guimenuitem>Left/Right/Up/Down</guimenuitem></menuchoice>
cs: Kameny jsou rozdělené na čtyři části a vy je musíte umístit tak, že na sebe vždy navzájem navazují dvě stejná čísla. Hra vám nedovolí umístit vedle sebe kameny, které by na sebe navazovaly různými čísly. Kameny umisťujete jejich přetahováním ze současných míst v pravé škatulce na nová místa. Tahy nejsou nevratné a můžete je lehce změnit. Kameny v levé škatulce můžete posouvat i všechny naráz pomocí příkazů <menuchoice><guisubmenu>Posunout</guisubmenu><guimenuitem>Doleva/Doprava/Nahoru/Dolů</guimenuitem></menuchoice>.

source: Winning the game
cs: Výhra

source: The game is completed when you have positioned all the squares in the right positions. When you have completed the game you are shown your ranking in the high scores table, if you get a high enough score. If you have used either Hint or Solve your score will not be included in the high scores table.
cs: Hra je u konce ve chvíli, kdy umístíte všechny kameny na správná místa. Když hru dokončíte a dosáhnete při tom dostatečně vysokého skóre, objeví se vaše hodnocení v tabulce nejlepších skóre. Pokud jste ale během hraní využili funkcí Rada nebo Vyřešit, do tabulky nejlepších skóre zařazeni nebudete.

source: Customization
cs: Přizpůsobení

source: Under the <guimenuitem>Size</guimenuitem> menu you can change the size of the grid from two by two up to six by six. The default is three by three.
cs: V nabídce <guimenuitem>Velikost</guimenuitem> můžete změnit velikost mřížky od dva krát dva do šest krát šest. Výchozí velikost je tři krát tři.

source: If the tiles are too small, resizing the window will change the size of the tiles.
cs: Pokud se vám zdají kameny příliš malé, stačí změnit velikost okna a tím se změní i velikost kamenů.

source: Authors
cs: Autoři

source: <application>GNOME Tetravex</application> was written by Lars Rydlinge (<email>lars.rydlinge@hig.se</email>). This manual was written by Rob Bradford (<email>rob@funky-penguin.co.uk</email>). To report a bug or make a suggestion regarding this application or this manual, follow the directions in this <ulink url="ghelp:user-guide?feedback-bugs" type="help">document</ulink>.
cs: Hru <application>GNOME Tetravex</application> napsal Lars Rydlinge (<email>lars.rydlinge@hig.se</email>). Tuto příručku napsal Rob Bradford (<email>rob@funky-penguin.co.uk</email>). Pokud chcete nahlásit chybu nebo podat návrh týkající se této aplikace nebo tohoto návodu, tak se řiďte instrukcemi v tomto <ulink url="ghelp:user-guide?feedback-bugs" type="help">dokumentu</ulink>.

source: License
cs: Licence

source: This program is free software; you can redistribute it and/or modify it under the terms of the <citetitle>GNU General Public License</citetitle> as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
cs: Tento program je svobodný software. Můžete jej dále šířit a/nebo upravovat za dodržení podmínek <ulink type="help" url="gnome-help:gpl"><citetitle>GNU General Public License</citetitle></ulink>, tak jak ji vydala Free Software Foundation ve verzi 2 nebo (dle vaší volby) novější.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the <citetitle>GNU General Public License</citetitle> for more details.
cs: Tento program je šířen s přesvědčením, že může být užitečný, ale BEZ JAKÝCHKOLIV ZÁRUK, bez předpokládané záruky na OBCHODOVATELNOST nebo VHODNOST PRO URČITÝ ÚČEL. Více podrobností najdete v <citetitle>GNU General Public License</citetitle>.

source: A copy of the <citetitle>GNU General Public License</citetitle> is included as an appendix to the <citetitle>GNOME Users Guide</citetitle>. You may also obtain a copy of the <citetitle>GNU General Public License</citetitle> from the Free Software Foundation by visiting <ulink url="http://www.fsf.org" type="http">their Web site</ulink> or by writing to <address> Free Software Foundation, Inc. <street>59 Temple Place</street> - Suite 330 <city>Boston</city>, <state>MA</state><postcode>02111-1307</postcode><country>USA</country></address>
cs: Kopie <citetitle>GNU General Public License</citetitle> je zahrnuta v dodatku <citetitle>Uživatelské přiručky GNOME</citetitle>. Kopii <citetitle>GNU General Public License</citetitle> můžete také získat od Free Software Foundation navštívením <ulink type="http" url="http://www.fsf.org">jejich webu</ulink> nebo zasláním žádosti na <address> Free Software Foundation, Inc. <street>59 Temple Place</street> - Suite 330 <city>Boston</city>, <state>MA</state><postcode>02111-1307</postcode><country>USA</country></address>

source: translator-credits
cs: Marek Černocký <marek@manet.cz>, 2009.
