Repository: GNOME/gnome-tetravex
Catalog: po/*.po
Languages: ne, sr

source: GNOME Tetravex
ne: जिनोम टेट्राभेक्स
sr: Гномова слагалица

source: Reorder tiles to fit a square
ne: वर्गमा मिलान गर्न टाइलहरू पुन: क्रमबद्ध गर्नुहोस्
sr: Премештајте плочице да попуните квадрат

source: Each square piece has a number on each side. Position the pieces on the left side of the board so that the same numbers are next to each other. If the numbers don’t match, you can’t put the piece there. Move quickly: you’re being timed!
ne: प्रत्येक वर्गाकार टुक्राको प्रत्येक छेउमा एक नम्बर हुन्छ। बोर्डको बायाँ पट्टि टुक्राहरू राख्नुहोस् ताकि उही नम्बरहरू एक अर्काको छेउमा छन्। यदि संख्याहरू मेल खाँदैनन् भने, तपाईं त्यहाँ टुक्रा राख्न सक्नुहुन्न। छिटो सार्नुहोस्: तपाईं समय सकिदैछ !
sr: Сваки квадратни део има бројеве на свакој страни. Поставите делове на левој страни табле тако да исти бројеви буду један поред другог. Ако се бројеви не подударају, онда нећете моћи да ставите део на том месту. Будите брзи, време вам је ограничено!

source: You can make the game easier or harder by changing the size of the board.
ne: तपाईं बोर्ड को आकार परिवर्तन गरेर खेल सजिलो वा कठिन बनाउन सक्नुहुन्छ.
sr: Можете да учините игру лакшом или тежом мењајући величину табле.

source: The GNOME Project
ne: जिनोम परियोजना
sr: Гном пројекат

source: Tetravex
ne: टेट्राभेक्स
sr: Слагалица

source: Complete the puzzle by matching numbered tiles
ne: नम्बर दिएका टायल मिलाएर पजल पूरा गर्नुहोस्
sr: Сложите слагалицу поклапањем истих бројева

source: game;logic;board;
ne: खेल;तर्क;बोर्ड
sr: игра;логика;табла;game;logic;board;igra;logika;tabla;

source: The size of the playing grid
ne: खेलिरहेको ग्रिडको साइज
sr: Величина мреже за игру

source: The value of this key is used to decide the size of the playing grid.
ne: यो कुञ्जीको मान प्लेइङ ग्रिडको साइज निर्धारण गर्न प्रयोग गरिन्छ ।
sr: Вредност овог кључа се користи за одређивање величине мреже за игру.

source: Use “Back” and “Forward” mouse button events
ne: "पछाडि" र "अग्रेषित" माउस बटन घटनाहरू प्रयोग गर्नुहोस्
sr: Коришћење догађаја дугмета миша „Назад“ и „Напред“

source: For users which have a mouse with “Forward” and “Back” buttons, this key will determine if any action is taken inside of the window when either is pressed.
ne: "पछाडि" र "अग्रेषित" बटनको साथ माउस भएको प्रयोगकर्ताहरूको लागि, यो कुञ्जीले सञ्झ्यालभित्र कुनै कार्य गरिएको छ कि छैन भनेर निर्धारण गर्नेछ जब कुनै थिचिएको छ।
sr: За кориснике који имају миша са дугмићима „Напред“ и „Назад“, овај кључ одређује да ли ће се нека радња предузети унутар прозора када се притисне једно од ова два дугмета.

source: Mouse button to activate the “Undo” command
ne: "पूर्ववत् गर्नुहोस्" आदेश सक्रिय पार्न माउस बटन
sr: Дугме миша за активирање наредбе „Поништи“

source: For users which have a mouse with “Forward” and “Back” buttons, this key will set which button activates the “Undo” command. Possible values range between 6 and 14.
ne: "अग्रेषित" र "पछाडि" बटनको साथ माउस भएको प्रयोगकर्ताहरूको लागि, यो कुञ्जीले कुन बटनले "पूर्ववत्" आदेश सक्रिय गर्दछ सेट गर्दछ। सम्भावित मानहरू ६ र १४ को बीचमा हुन्छन्।
sr: За кориснике који имају миша са дугмићима „Напред“ и „Назад“, овај кључ ће поставити које дугме активира наредбу „Поништи“. Опсег могућих вредности је од 6 до 14.

source: Mouse button to activate the “Redo” command
ne: "पुन: गर्नुहोस्" आदेश सक्रिय पार्न माउस बटन
sr: Дугме миша за активирање наредбе „Врати“

source: For users which have a mouse with “Forward” and “Back” buttons, this key will set which button activates the “Redo” command. Possible values range between 6 and 14.
ne: "अग्रेषित" र "पछाडि" बटनको साथ माउस भएको प्रयोगकर्ताहरूको लागि, यो कुञ्जीले कुन बटनले "पुन:गर्न" आदेश सक्रिय गर्दछ सेट गर्दछ। सम्भावित मानहरू ६ र १४ को बीचमा हुन्छन्।
sr: За кориснике који имају миша са дугмићима „Напред“ и „Назад“, овај кључ ће поставити које дугме активира наредбу „Врати“. Опсег могућих вредности је од 6 до 14.

source: Saved game, if any
ne: बचत गरिएको खेल, यदि कुनै छ भने
sr: Сачувана игра, ако је има

source: The key has value “nothing” if there is no saved game. Else, it contains a description of the board, with its size, the number of colors, and the time elapsed, then the list of tiles, saved as properties: their current position (x and y), their colors (north, east, south and west), and their original position (x and y), and finally the history, with the last move index, and history entries saved as properties: coordinates of the two tiles swapped, and the move id.
ne: यदि त्यहाँ बचत गरिएको खेल छैन भने कुञ्जीको मान "केही पनि छैन" छ । अन्यथा, यसले बोर्डको वर्णन समावेश गर्दछ, यसको आकार, रङहरूको संख्या, र समय बितेको छ, त्यसपछि टाइलहरूको सूची, गुणहरूको रूपमा बचत गरिएको: उनीहरूको हालको स्थिति (एक्स र वाई), उनीहरूको रङहरू (उत्तर, पूर्व, दक्षिण र पश्चिम), र उनीहरूको मूल स्थिति (एक्स र वाई), र अन्तमा इतिहास, अन्तिम चाल अनुक्रमणिकाको साथ, र इतिहास प्रविष्टिहरू गुणहरूको रूपमा बचत गरियो: दुई टायलहरूको समन्वय अदला-बदली, र चाल आईडी।
sr: Кључ има вредност „nothing“ ако нема сачуваних игара. У супротном, садржи опис табле, са њеном величином, бројем боја и протеклим временом, затим списак плочица, сачуваних као својства: њихов тренутни положај (x и y), њихове боје (север, исток, југ и запад), и њихов почетни положај (x и y), и на крају историјат, са индексом последњег потеза, и уносе историјата сачуване као својства: координате две размењене плочице и иб потеза.

source: Theme
ne: विषयवस्तु
sr: Тема

source: The width of the window
ne: सञ्झ्यालको चौडाइ
sr: Ширина прозора

source: The width of the main window in pixels.
ne: मुख्य सञ्झ्यालको चौडाइ पिक्सेलमा ।
sr: Ширина главног прозора у пикселима.

source: The height of the window
ne: सञ्झ्यालको उचाइ
sr: Висина прозора

source: The height of the main window in pixels.
ne: मुख्य सञ्झ्यालको उचाइ पिक्सेलमा ।
sr: Висина главног прозора у пикселима.

source: A flag to enable maximized mode
ne: अघिक्तम मोड सक्षम पार्ने झण्डा
sr: Заставица за укључивање режима увећања

source: If “true”, the main window starts in maximized mode.
ne: यदि "सही" भएमा, मुख्य सञ्झ्याल ठूलो पारिएको मोडमा सुरु हुन्छ ।
sr: Ако је изабрано, главни прозор почиње у режиму увећања.

source: _New Game
ne: नयाँ खेल
sr: _Нова игра

source: _Scores
ne: प्राप्ताङ्क
sr: _Резултати

source: A_ppearance
ne: देखावट
sr: _Изглед

source: _Extrusion
ne: बाहिर निकाल्ने
sr: _Извлачење

source: Neo_Retro
ne: नियो रेट्रो
sr: Нео_Ретро

source: _Nostalgia
ne: संस्मरण
sr: _Носталгија

source: _Synesthesia
ne: सिनेस्थेसिया
sr: _Синестезија

source: Si_ze
ne: साइज
sr: Ве_личина

source: _Keyboard Shortcuts
ne: कुञ्जीपाटी सर्टकट
sr: Пр_ечице тастатуре

source: _Help
ne: मद्दत
sr: По_моћ

source: _About Tetravex
ne: टेट्राभेक्स बारेमा
sr: _О Слагалици

source: Game size and colors number can only be given for new puzzles.
ne: खेल साइज र रङ नम्बर खालि नयाँ पजलको लागि दिन सकिन्छ।
sr: Величина игре и број боја се могу дати само за нове слагалице.

source: Cannot move up left-board tiles.
ne: बायाँ-बोर्ड टायलहरू माथि सार्न सकिँदैन ।
sr: Не могу да померим горе плочице на левој табли.

source: Cannot move down left-board tiles.
ne: बायाँ-बोर्ड टायलहरू तल सार्न सकिँदैन ।
sr: Не могу да померим доле плочице на левој табли.

source: Cannot move left left-board tiles.
ne: बायाँ-बोर्ड टायलहरू बायाँ सार्न सकिँदैन ।
sr: Не могу да померим на лево плочице на левој табли.

source: Cannot move right left-board tiles.
ne: बायाँ-बोर्ड टायलहरू दायाँ सार्न सकिँदैन ।
sr: Не могу да померим на десно плочице на левој табли.

source: Cannot move up right-board tiles.
ne: दायाँ-बोर्ड टायलहरू माथि सार्न सकिँदैन ।
sr: Не могу да померим горе плочице на десној табли.

source: Cannot move down right-board tiles.
ne: दायाँ-बोर्ड टायलहरू तल सार्न सकिँदैन ।
sr: Не могу да померим доле плочице на десној табли.

source: Cannot move left right-board tiles.
ne: दायाँ-बोर्ड टायलहरू दायाँ सार्न सकिँदैन ।
sr: Не могу да померим лево плочице на десној табли.

source: Cannot move right right-board tiles.
ne: दायाँ-बोर्ड टायलहरू दायाँ सार्न सकिँदैन ।
sr: Не могу да померим на десно плочице на десној табли.

source: Cannot finish automatically. If you want to give up and view the solution, use “solve”.
ne: स्वचालित रूपमा समाप्त गर्न सकिँदैन । यदि तपाईं छोड्न र समाधान हेर्न चाहनुहुन्छ भने, "समाधान" प्रयोग गर्नुहोस्।
sr: Не могу сам да завршим. Ако желите да одустанете и да погледате решење, користите наредбу „solve“.

source: Cannot parse instruction, aborting.
ne: निर्देशन पद वर्णन गर्न सकिँदैन, परित्याग गर्दैछ ।
sr: Не могу да обрадим инструкцију, прекидам.

source: Both given tiles are empty, aborting.
ne: दिइएको दुवै टायल खाली छन्, परित्याग गर्दैछन् ।
sr: Обе дате плочице су празне, прекидам.

source: Cannot swap the given tiles, aborting.
ne: दिइएको टायलहरू साटासाट गर्न सकिँदैन, परित्याग गर्दैछ ।
sr: Не могу да разменим дате плочице, прекидам.

source: Puzzle is already solved! If you want to start a new one, use “new”.
ne: पहिले नै समाधान भएको छ! यदि तपाईं नयाँ सुरु गर्न चाहनुहुन्छ भने, "नयाँ" प्रयोग गर्नुहोस्।
sr: Слагалица је већ решена! Ако желите да покренете нову, користите наредбу „new“.

source: Puzzle is solved! If you want to start a new one, use “new”.
ne: समाधान भएको छ! यदि तपाईं नयाँ सुरु गर्न चाहनुहुन्छ भने, "नयाँ" प्रयोग गर्नुहोस्।
sr: Слагалица је решена! Ако желите да покренете нову, користите наредбу „new“.

source: Puzzle is solved!
ne: पजल हल भएको छ!
sr: Слагалица је решена!

source: (nothing)
ne: (केही पनि होइन)
sr: (ништа)

source: Set number of colors (2-10)
ne: रङको सङ्ख्या सेट गर्नुहोस् (२-१०)
sr: Подешава број боја (2-10)

source: NUMBER
sr: БРОЈ

source: Set size of board (2-6)
ne: बोर्डको आकार सेट गर्नुहोस् (२-६)
sr: Подешава величину табле (2-6)

source: SIZE
ne: आकार
sr: ВЕЛИЧИНА

source: Print release version and exit
ne: मुद्रण संस्करण विवरण अनि बाहिरनुहोस्
sr: Исписује издање и излази

source: Invert two tiles, the one in A1, and the one in b2.
ne: दुई टायलहरू उल्टाउनुहोस्, ए१ मा एक, र बी२ मा एक।
sr: Размењује две плочице, једну из „A1“, и другу из „b2“.

source: An uppercase targets a tile from the initial board.
ne: एउटा ठूलो-अक्षरले प्रारम्भिक बोर्डबाट टाइललाई लक्षित गर्दछ।
sr: Велико слово означава плочицу са почетне табле.

source: A lowercase targets a tile in the left/final board.
ne: एउटा सानो-अक्षरले बायाँ/अन्तिम बोर्डमा टाइललाई लक्षित गर्दछ।
sr: Мало слово означава плочицу на левој/крајњој табли.

source: Digits specify the rows of the two tiles to invert.
ne: अङ्कले उल्टाउन दुई टायलका पङ्क्तिहरू निर्दिष्ट गर्दछ ।
sr: Цифре означавају редове две плочице за размену.

source: Show the current puzzle. Alias: “status” or “show”.
ne: हालको पजल देखाउनुहोस् । उपनाम: "स्थिति" वा "देखाउनुहोस्"।
sr: Приказује тренутну слагалицу. Алијас: „status“ или „show“.

source: Create a new puzzle; for changing size, use --size.
ne: नयाँ पहेली सिर्जना गर्नुहोस्; साइज परिवर्तन गर्नका लागि, --साइज प्रयोग गर्नुहोस्।
sr: Прави нову слагалицу; за промену величине, користите „--size“.

source: Give up with current puzzle, and view the solution.
ne: हालको पजल छोड्नुहोस्, र समाधान हेर्नुहोस्।
sr: Одустаје од тренутне слагалице и приказује решење.

source: Finish current puzzle, automatically. Alias: “end”.
ne: हालको पजल समाप्त गर्नुहोस्, स्वचालित रूपमा। उपनाम: "अंत"।
sr: Сам завршава тренутну слагалицу. Алијас: „end“.

source: Works for puzzles solved right or if one tile left.
ne: पजलको लागि काम गर्दछ दायाँ वा यदि एक टाइल बायाँ।
sr: Рад када је слагалица решена на десној табли или ако једна плочица остане.

source: Move all left-board tiles up by one.
ne: सबै बायाँ-बोर्ड टाइलहरू एक-एक गरेर माथि सार्नुहोस्।
sr: Помера све плочице на левој табли за један ред на горе.

source: Move all left-board tiles down by one.
ne: सबै बायाँ-बोर्ड टाइलहरू एक-एक गरेर तल सार्नुहोस्।
sr: Помера све плочице на левој табли за један ред на доле.

source: Move all left-board tiles left by one.
ne: सबै बायाँ-बोर्ड टाइलहरू एक-एक गरेर बायाँ सार्नुहोस्।
sr: Помера све плочице на левој табли за један ред на лево.

source: Move all left-board tiles right by one.
ne: सबै बायाँ-बोर्ड टाइलहरू एक-एक गरेर दायाँ सार्नुहोस्।
sr: Помера све плочице на левој табли за један ред на десно.

source: Move all right-board tiles up by one.
ne: सबै दायाँ-बोर्ड टाइलहरू एक-एक गरेर माथि सार्नुहोस्।
sr: Помера све плочице на десној табли за један ред на горе.

source: Move all right-board tiles down by one.
ne: सबै दायाँ-बोर्ड टाइलहरू एक-एक गरेर तल सार्नुहोस्।
sr: Помера све плочице на десној табли за један ред на доле.

source: Move all right-board tiles left by one.
ne: सबै दायाँ-बोर्ड टाइलहरू एक-एक गरेर बायाँ सार्नुहोस्।
sr: Помера све плочице на десној табли за један ред на лево.

source: Move all right-board tiles right by one.
ne: सबै दायाँ-बोर्ड टाइलहरू एक-एक गरेर दायाँ सार्नुहोस्।
sr: Помера све плочице на десној табли за један ред на десно.

source: [COMMAND]
ne: [आदेश]
sr: [НАРЕДБА]

source: Available commands:
ne: उपलब्ध आदेशहरू:
sr: Доступне наредбе:

source: Size could only be from 2 to 6.
ne: साइज २ देखि ६ सम्म मात्र हुन सक्छ ।
sr: Величина може бити само од 2 до 6.

source: There could only be between 2 and 10 colors.
ne: त्यहाँ खालि २ र १० रंगहरू बीच हुन सक्छ।
sr: Може бити само између 2 и 10 боја.

source: Failed to parse command-line arguments.
ne: आदेश पङ्क्ति तर्क पद वर्णन गर्न असफल भयो
sr: Нисам успео да обрадим аргументе линије наредби.

source: To use `gnome-tetravex-cli`, pass as argument:
ne: `gnome-tetravex-cli` प्रयोग गर्न, तर्कको रूपमा पास गर्नुहोस्:
sr: За коришћење „gnome-tetravex-cli“, проследите као аргумент:

source: Play in the terminal (see “--cli=help”)
ne: टर्मिनलमा प्ले गर्नुहोस् (“--cli=help” हेर्नुहोस्)
sr: Играјте у терминлу (видите „--cli=help“)

source: COMMAND
ne: आदेश
sr: НАРЕДБА

source: Start the game paused
ne: पज गरियो को खेल शुरु गर्नुहोस्
sr: Покреће заустављену игру

source: Restore last game, if any
ne: अन्तिम खेल पुन: स्थापना गर्नुहोस्, यदि कुनै छ भने
sr: Враћа последњу игру, ако је има

source: To play GNOME Tetravex in command-line:
ne: आदेश-पंक्तिमा जिनोम टेट्राभेक्स प्ले गर्न:
sr: Да играте Гномову Слагалицу у терминалу:

source: Restore last game
ne: अन्तिम खेल पुनस्र्थापना गर्नुहोस्
sr: Вратите последњу игру

source: Resume the game
ne: पुखेल पुन: सुरु गर्नुहोस्
sr: Наставите игру

source: Pause the game
ne: खेललाई पज गर्नुहोस्
sr: Зауставите игру

source: Start a new game
ne: नयाँ खेल सुरु गर्नुहोस्
sr: Почните нову игру

source: Give up and view the solution
ne: छोड्नुहोस् र समाधान हेर्नुहोस्
sr: Одустаните и погледајте решење

source: Move all tiles left
ne: सबै टाइलबाँया सार्नुहोस्
sr: Преместите све плочице на леву страну

source: Are you sure you want to start a new game with same board size?
sr: Да ли сигурно желите да почнете нову игру са истом величином табле?

source: _Keep Playing
ne: खेलिराख्नुहोस्
sr: _Настави игру

source: _Start New Game
ne: नयाँ खेल सुरु गर्नुहोस्
sr: _Почни нову игру

source: Looks like you haven’t finished a game yet. Maybe try a 2 × 2 grid, they are easy. 🙂️
ne: यस्तो देखिन्छ कि तपाईंले अझै खेल समाप्त गर्नुभएको छैन। शायद २ × २ ग्रिड प्रयास गर्नुहोस्, तिनीहरू सजिलो छन्।
sr: Изгледа да још увек нисте завршили игру. Можда да пробате мрежу 2 × 2, она је мало лакша. 🙂️

source: Are you sure you want to give up and view the solution?
ne: के तपाईं निश्चित हुनुहुन्छ कि तपाईं छोड्न र समाधान हेर्न चाहनुहुन्छ?
sr: Да ли сигурно желите да одустанете и да погледате решење?

source: _Give Up
ne: खेल त्याग्नुहोस्
sr: _Одустани

source: Are you sure you want to start a new game with a different board size?
sr: Да ли сигурно желите да почнете нову игру са другом величином табле?

source: Lars Rydlinge
ne: लार्स रिड्लिङ्गे
sr: Ларс Ридлинџ

source: Robert Ancell
ne: रबर्ट आन्सेल
sr: Роберт Ансел

source: Rob Bradford
ne: रब ब्र्याडफर्ड
sr: Роб Бредфорд

source: Position pieces so that the same numbers are touching each other
ne: स्थिति टुक्राहरू ताकि उही नम्बरहरू एक अर्कालाई छुँदैछन्
sr: Поређајте делове слагалице тако да се исти бројеви додирују

source: Copyright © %u-%u – Lars Rydlinge
ne: सर्वाधिकार © %u-%u – लार्स रिड्लिङ्गे
sr: Ауторска права © %u-%u – Ларс Ридлинџ

source: Copyright © %u-%u – Arnaud Bonatti
ne: प्रतिलिपि अधिकार © %u-%u – अमाउद बोन्नाति
sr: Ауторска права © %u-%u – Арно Бонати

source: Page on GNOME wiki
ne: जिनेम विकिको पृष्ठ
sr: Страница на Гном Викију

source: translator-credits
ne: अनुवादक श्रेय
sr: Душан Марјановић <madafaka@root.co.yu> Милош Поповић <gpopac@gmail.com> Бранко Кокановић <branko.kokanovic@gmail.com> Марко М. Костић <marko.m.kostic@gmail.com> Мирослав Николић <miroslavnikolic@rocketmail.com> http://prevod.org — превод на српски језик

# shortcut window
source: Play with keyboard
ne: कुञ्जीपाटीले खेल्नुहोस्
sr: Играјте тастатуром

# shortcut window
source: Move keyboard highlight
ne: कुञ्जीपाटी हाइलाइट सार्नुहोस्
sr: Помера истицање тастатуре

# shortcut window
source: Select, move or unselect
ne: चयन गर्नुहोस्, सार्नुहोस् वा चयन नगर्नुहोस्
sr: Одабира, премешта или поништава избор

# shortcut window
source: Select the given row
ne: दिइएको पङ्क्ति चयन गर्नुहोस्
sr: Бира дати ред

# shortcut window
source: Select left half-board column
ne: बायाँ आधा-बोर्ड स्तम्भ चयन गर्नुहोस्
sr: Бира колону леве половине табле

# shortcut window
source: Select right half-board column
ne: दायाँ आधा-बोर्ड स्तम्भ चयन गर्नुहोस्
sr: Бира колону десне половине табле

# shortcut window
source: Validate right half-board
ne: दायाँ आधा-बोर्ड प्रमाणित गर्नुहोस्
sr: Оверава десну половину табле

# shortcut window
source: History
ne: इतिहास
sr: Историјат

# shortcut window
source: Undo
ne: पूर्वस्थितिमा फर्काउनुहोस्
sr: Поништи

# shortcut window
source: Redo
ne: रिडू गर्नुहोस्
sr: Понови

# shortcut window
source: Main functions
ne: मुख्य प्रकार्यहरू
sr: Главне функције

# shortcut window
source: Start a new game
ne: नयाँ खेल सुरु गर्नुहोस्
sr: Почиње нову игру

# shortcut window
source: Pause the game
ne: खेललाई पज गर्नुहोस्
sr: Зауставља игру

# shortcut window
source: Solve the game
ne: खेल समाधान गर्नुहोस्
sr: Решава игру

# shortcut window
source: Show scores
ne: प्राप्ताङ्क देखा‍उनुहोस्
sr: Приказује резултате

# shortcut window
source: Generic
ne: सामान्य
sr: Опште

# shortcut window
source: Show Keyboard Shortcuts
ne: कुञ्जीपाटी सर्टकट देखाउनुहोस्
sr: Приказује пречице тастатуре

# shortcut window
source: Show Help
ne: मद्दत देखाउनुहोस्
sr: Приказује помоћ

# shortcut window
source: Show About
ne: यसको बारेमा देखाउनुहोस्
sr: О програму

# shortcut window
source: Quit
ne: बन्द गर्नुहोस्
sr: Излази из игре

# shortcut window
source: Advanced gameplay
ne: उन्नत खेलखेल्ने
sr: Напредна игра

# shortcut window
source: Move all the pieces in the left half-board up by one
ne: बायाँ आधा-बोर्डमा सबै टुक्राहरू एक द्वारा माथि सार्नुहोस्
sr: Помера све плочице на левој табли за један ред на горе

# shortcut window
source: Move all the pieces in the left half-board down by one
ne: बायाँ आधा-बोर्डमा सबै टुक्राहरू एक द्वारा तल सार्नुहोस्
sr: Помера све плочице на левој табли за један ред на доле

# shortcut window
source: Move all the pieces in the left half-board left by one
ne: बायाँ आधा-बोर्डमा सबै टुक्राहरू एक द्वारा बायाँ सार्नुहोस्
sr: Помера све плочице на левој табли за један ред на лево

# shortcut window
source: Move all the pieces in the left half-board right by one
ne: बायाँ आधा-बोर्डमा सबै टुक्राहरू दायाँ एक द्वारा सार्नुहोस्
sr: Помера све плочице на левој табли за један ред на десно

# shortcut window
source: Move all the pieces in the right half-board up by one
ne: दायाँ आधा-बोर्डमा सबै टुक्राहरू एक द्वारा माथि सार्नुहोस्
sr: Помера све плочице на десној табли за један ред на горе

# shortcut window
source: Move all the pieces in the right half-board down by one
ne: दायाँ आधा-बोर्डमा सबै टुक्राहरू एक द्वारा तल सार्नुहोस्
sr: Помера све плочице на десној табли за један ред на доле

# shortcut window
source: Move all the pieces in the right half-board left by one
ne: दायाँ आधा-बोर्डमा सबै टुक्राहरू एक द्वारा बायाँ सार्नुहोस्
sr: Помера све плочице на десној табли за један ред на лево

# shortcut window
source: Move all the pieces in the right half-board right by one
ne: दायाँ आधा-बोर्डमा सबै टुक्राहरू एक द्वारा दायाँ सार्नुहोस्
sr: Помера све плочице на десној табли за један ред на десно

source: %uh %um %us
ne: %uघण्टा %uमिनेट %uसेकेन्ड
sr: %uч %uм %uс

source: %um %us
ne: %uमिनेट %uसेकेन्ड
sr: %uм %uс

source: %us
ne: %uसेकेन्ड
sr: %uс

source: %.0fs
sr: %.0fс

source: %.1fs
sr: %.1fс

source: %.2fs
sr: %.2fс

source: %.3fs
sr: %.3fс

source: Paused
ne: पज गरियो
sr: Одмарамо

source: Date
ne: मिति
sr: Датум

source: Time
ne: समय
sr: Време

source: Congratulations!
ne: बधाइ छ !
sr: Честитамо! Баш сте геније!

source: Show scores
ne: प्राप्ताङ्क देखा‍उनुहोस्
sr: Прикажите резултате

source: New best time!
ne: नयाँ उत्तम समय!
sr: Ново најбоље време!

source: Second:
ne: सेकेण्ड:
sr: Други:

source: Third:
ne: तेस्रो:
sr: Трећи:

source: Out of podium:
ne: पोडियम बाहिर:
sr: Ван постоља:

source: Best time:
ne: सबैभन्दा उत्तम समय:
sr: Најбоље време:

source: Your time:
ne: तपाईँको समय:
sr: Ваше време:

source: Place %u:
ne: स्थान %u:
sr: %u. место:

source: Worst time:
ne: सबैभन्दा खराब समय:
sr: Најгоре време:

source: Fourth:
ne: चौथो:
sr: Четври:

source: Free!
ne: स्वतन्त्र!
sr: Слободно!

source: Are you sure you want to start a new %u × %u game?
ne: तपाईँ नयाँ %u × %u खेल सुरु गर्न निश्चित हुनुहुन्छ?

# shortcut window
source: Reload initial position
ne: प्रारम्भिक स्थिति पुन: लोड गर्नुहोस्

# shortcut window
source: Toggle main menu
ne: मुख्य मेनु टगल गर्नुहोस्
